perf/wrk_c200_t8_60s.txt
Running 1m test @ http://35.244.28.120/predict
  8 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   366.23ms  135.72ms   1.72s    92.22%
    Req/Sec    71.46     34.21   212.00     68.69%
  Latency Distribution
     50%  323.63ms
     75%  382.68ms
     90%  468.41ms
     99%    1.02s 
  33296 requests in 1.00m, 5.53MB read
  Socket errors: connect 0, read 0, write 0, timeout 2
Requests/sec:    554.14
Transfer/sec:     94.30KB